---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.RiseDividedBy12Inches
source: html/d30e5c91-b79a-bab1-2b45-6da59a4b732e.htm
---
# Autodesk.Revit.DB.UnitTypeId.RiseDividedBy12Inches Property

Rise / 12 inches.

## Syntax (C#)
```csharp
public static ForgeTypeId RiseDividedBy12Inches { get; }
```